{
    "овен": {
        "овен": {
            "general": "75%",
            "love": "70%",
            "friendship": "80%",
            "work": "75%",
            "description": "Динамичный и энергичный союз. Оба партнера независимы и полны энтузиазма. Могут быть соперничество и конфликты, но также много страсти и взаимного восхищения."
        },
        "телец": {
            "general": "65%",
            "love": "70%",
            "friendship": "60%",
            "work": "65%",
            "description": "Интересное сочетание огня и земли. Телец может уравновесить импульсивность Овна, а Овен внести больше динамики в жизнь Тельца. Требуется работа над взаимопониманием."
        },
        "близнецы": {
            "general": "85%",
            "love": "80%",
            "friendship": "90%",
            "work": "85%",
            "description": "Отличная совместимость. Оба знака активны, любознательны и полны энергии. Близнецы привносят разнообразие, а Овен - решительность и страсть."
        },
        "рак": {
            "general": "60%",
            "love": "65%",
            "friendship": "55%",
            "work": "60%",
            "description": "Непростое сочетание. Рак более эмоционален и чувствителен, чем прямолинейный Овен. Требуется много терпения и понимания с обеих сторон."
        },
        "лев": {
            "general": "90%",
            "love": "95%",
            "friendship": "85%",
            "work": "90%",
            "description": "Прекрасный союз двух огненных знаков. Много страсти, творчества и взаимного восхищения. Оба любят приключения и способны вдохновлять друг друга."
        },
        "дева": {
            "general": "70%",
            "love": "65%",
            "friendship": "75%",
            "work": "80%",
            "description": "Интересное сочетание противоположностей. Дева может помочь Овну стать более организованным, а Овен вносит спонтанность в жизнь Девы."
        },
        "весы": {
            "general": "75%",
            "love": "80%",
            "friendship": "70%",
            "work": "75%",
            "description": "Хороший баланс противоположностей. Весы привносят гармонию и дипломатичность, а Овен - решительность и энергию."
        },
        "скорпион": {
            "general": "85%",
            "love": "90%",
            "friendship": "80%",
            "work": "85%",
            "description": "Страстный и интенсивный союз. Оба знака сильны и независимы. Могут быть яркие конфликты, но и глубокое взаимопонимание."
        },
        "стрелец": {
            "general": "90%",
            "love": "85%",
            "friendship": "95%",
            "work": "85%",
            "description": "Отличная совместимость огненных знаков. Общая любовь к приключениям, оптимизм и энтузиазм. Прекрасное взаимопонимание."
        },
        "козерог": {
            "general": "65%",
            "love": "60%",
            "friendship": "70%",
            "work": "75%",
            "description": "Непростое, но потенциально продуктивное сочетание. Козерог может научить Овна терпению, а Овен вдохновить Козерога на новые достижения."
        },
        "водолей": {
            "general": "80%",
            "love": "75%",
            "friendship": "85%",
            "work": "80%",
            "description": "Хорошая совместимость. Оба ценят независимость и новые идеи. Водолей привносит оригинальность, а Овен - энергию для реализации."
        },
        "рыбы": {
            "general": "70%",
            "love": "75%",
            "friendship": "65%",
            "work": "70%",
            "description": "Интересное сочетание огня и воды. Рыбы могут смягчить импульсивность Овна, а Овен помочь Рыбам стать более решительными."
        }
    },
    "телец": {
        "телец": {
            "general": "80%",
            "love": "85%",
            "friendship": "75%",
            "work": "80%",
            "description": "Стабильный и гармоничный союз. Оба ценят комфорт и материальное благополучие. Хорошее взаимопонимание и общие ценности."
        },
        "близнецы": {
            "general": "70%",
            "love": "65%",
            "friendship": "75%",
            "work": "70%",
            "description": "Интересное сочетание. Близнецы привносят разнообразие в стабильную жизнь Тельца, а Телец обеспечивает надежность и постоянство."
        },
        "рак": {
            "general": "85%",
            "love": "90%",
            "friendship": "80%",
            "work": "85%",
            "description": "Отличная совместимость земли и воды. Оба ценят безопасность и комфорт. Глубокое эмоциональное понимание."
        },
        "лев": {
            "general": "70%",
            "love": "75%",
            "friendship": "65%",
            "work": "70%",
            "description": "Непростое сочетание земли и огня. Лев более динамичен и любит внимание, Телец предпочитает стабильность и спокойствие."
        },
        "дева": {
            "general": "95%",
            "love": "90%",
            "friendship": "95%",
            "work": "100%",
            "description": "Превосходная совместимость земных знаков. Общие ценности, практичность и надежность. Отличное взаимопонимание."
        },
        "весы": {
            "general": "75%",
            "love": "80%",
            "friendship": "70%",
            "work": "75%",
            "description": "Хорошая совместимость. Весы привносят легкость и общительность, а Телец - стабильность и надежность."
        },
        "скорпион": {
            "general": "90%",
            "love": "95%",
            "friendship": "85%",
            "work": "90%",
            "description": "Сильное притяжение и глубокая связь. Оба знака очень чувственны и преданны. Возможен прочный и страстный союз."
        },
        "стрелец": {
            "general": "65%",
            "love": "60%",
            "friendship": "70%",
            "work": "65%",
            "description": "Непростое сочетание. Стрелец любит приключения и перемены, а Телец предпочитает стабильность и комфорт."
        },
        "козерог": {
            "general": "95%",
            "love": "90%",
            "friendship": "95%",
            "work": "100%",
            "description": "Отличная совместимость земных знаков. Общие цели, практичность и трудолюбие. Прочный и надежный союз."
        },
        "водолей": {
            "general": "60%",
            "love": "55%",
            "friendship": "65%",
            "work": "60%",
            "description": "Сложное сочетание. Водолей стремится к переменам и экспериментам, а Телец к стабильности и традициям."
        },
        "рыбы": {
            "general": "85%",
            "love": "90%",
            "friendship": "80%",
            "work": "85%",
            "description": "Хорошая совместимость земли и воды. Телец обеспечивает стабильность, а Рыбы привносят романтику и творчество."
        }
    },
        "близнецы": {
        "близнецы": {
            "general": "85%",
            "love": "80%",
            "friendship": "90%",
            "work": "85%",
            "description": "Интеллектуальный и живой союз. Много общения, новых идей и разнообразия. Могут быть поверхностными, но никогда не скучают вместе."
        },
        "рак": {
            "general": "70%",
            "love": "65%",
            "friendship": "75%",
            "work": "70%",
            "description": "Непростое сочетание воздуха и воды. Рак более эмоционален и чувствителен, Близнецы более рациональны и переменчивы."
        },
        "лев": {
            "general": "85%",
            "love": "80%",
            "friendship": "90%",
            "work": "85%",
            "description": "Отличная совместимость. Лев привносит страсть и творчество, Близнецы - интеллект и разнообразие. Яркий и интересный союз."
        },
        "дева": {
            "general": "75%",
            "love": "70%",
            "friendship": "80%",
            "work": "85%",
            "description": "Интересное сочетание. Дева помогает Близнецам стать более организованными, а Близнецы вносят легкость в жизнь Девы."
        },
        "весы": {
            "general": "90%",
            "love": "85%",
            "friendship": "95%",
            "work": "90%",
            "description": "Превосходная совместимость воздушных знаков. Общие интересы, легкость в общении, интеллектуальная гармония."
        },
        "скорпион": {
            "general": "65%",
            "love": "60%",
            "friendship": "70%",
            "work": "65%",
            "description": "Сложное сочетание. Скорпион более глубокий и эмоциональный, Близнецы более поверхностны и переменчивы."
        },
        "стрелец": {
            "general": "80%",
            "love": "75%",
            "friendship": "85%",
            "work": "80%",
            "description": "Хорошая совместимость. Оба любят приключения, новые знания и свободу. Интересный и динамичный союз."
        },
        "козерог": {
            "general": "70%",
            "love": "65%",
            "friendship": "75%",
            "work": "80%",
            "description": "Непростое сочетание. Козерог более серьезен и целеустремлен, Близнецы более легки и переменчивы."
        },
        "водолей": {
            "general": "95%",
            "love": "90%",
            "friendship": "100%",
            "work": "95%",
            "description": "Идеальная совместимость воздушных знаков. Общие интересы, стремление к новому, интеллектуальная связь."
        },
        "рыбы": {
            "general": "70%",
            "love": "65%",
            "friendship": "75%",
            "work": "70%",
            "description": "Сложное сочетание воздуха и воды. Рыбы более чувствительны и мечтательны, Близнецы более рациональны."
        }
    },
    "рак": {
        "рак": {
            "general": "85%",
            "love": "90%",
            "friendship": "80%",
            "work": "85%",
            "description": "Глубокий эмоциональный союз. Сильное взаимопонимание, забота друг о друге. Возможна чрезмерная чувствительность."
        },
        "лев": {
            "general": "70%",
            "love": "75%",
            "friendship": "65%",
            "work": "70%",
            "description": "Непростое сочетание воды и огня. Лев более открыт и активен, Рак более чувствителен и замкнут."
        },
        "дева": {
            "general": "85%",
            "love": "80%",
            "friendship": "90%",
            "work": "85%",
            "description": "Хорошая совместимость воды и земли. Дева обеспечивает стабильность, Рак - эмоциональную глубину."
        },
        "весы": {
            "general": "75%",
            "love": "70%",
            "friendship": "80%",
            "work": "75%",
            "description": "Интересное сочетание. Весы привносят гармонию и общительность, Рак - глубину чувств и заботу."
        },
        "скорпион": {
            "general": "95%",
            "love": "100%",
            "friendship": "90%",
            "work": "95%",
            "description": "Идеальная совместимость водных знаков. Глубокое эмоциональное понимание, сильная интуитивная связь."
        },
        "стрелец": {
            "general": "65%",
            "love": "60%",
            "friendship": "70%",
            "work": "65%",
            "description": "Сложное сочетание. Стрелец стремится к свободе, Рак к безопасности и стабильности."
        },
        "козерог": {
            "general": "80%",
            "love": "75%",
            "friendship": "85%",
            "work": "90%",
            "description": "Хорошая совместимость. Козерог обеспечивает стабильность, Рак - эмоциональную поддержку."
        },
        "водолей": {
            "general": "65%",
            "love": "60%",
            "friendship": "70%",
            "work": "65%",
            "description": "Непростое сочетание. Водолей ценит независимость, Рак - эмоциональную близость."
        },
        "рыбы": {
            "general": "95%",
            "love": "100%",
            "friendship": "90%",
            "work": "95%",
            "description": "Превосходная совместимость водных знаков. Глубокое взаимопонимание, общая чувствительность и интуиция."
        }
    },
    "лев": {
        "лев": {
            "general": "85%",
            "love": "80%",
            "friendship": "90%",
            "work": "85%",
            "description": "Яркий и динамичный союз. Много творчества, страсти и взаимного восхищения. Могут соперничать за внимание."
        },
        "дева": {
            "general": "70%",
            "love": "65%",
            "friendship": "75%",
            "work": "80%",
            "description": "Интересное сочетание. Дева помогает Льву стать более практичным, а Лев вдохновляет Деву на творчество."
        },
        "весы": {
            "general": "90%",
            "love": "95%",
            "friendship": "85%",
            "work": "90%",
            "description": "Прекрасная совместимость. Весы привносят гармонию и дипломатичность, Лев - страсть и творческую энергию."
        },
        "скорпион": {
            "general": "75%",
            "love": "80%",
            "friendship": "70%",
            "work": "75%",
            "description": "Сильный и страстный союз. Оба знака обладают сильной волей и харизмой. Возможны яркие конфликты."
        },
        "стрелец": {
            "general": "95%",
            "love": "90%",
            "friendship": "100%",
            "work": "95%",
            "description": "Идеальная совместимость огненных знаков. Общая любовь к приключениям, оптимизм и энтузиазм."
        },
        "козерог": {
            "general": "70%",
            "love": "65%",
            "friendship": "75%",
            "work": "80%",
            "description": "Непростое сочетание. Козерог более сдержан и практичен, Лев более эмоционален и демонстративен."
        },
        "водолей": {
            "general": "80%",
            "love": "75%",
            "friendship": "85%",
            "work": "80%",
            "description": "Хорошая совместимость. Водолей привносит оригинальность, Лев - творческую энергию и лидерство."
        },
        "рыбы": {
            "general": "70%",
            "love": "75%",
            "friendship": "65%",
            "work": "70%",
            "description": "Сложное сочетание огня и воды. Рыбы более чувствительны и мечтательны, Лев более активен и демонстративен."
        }
    },
    "дева": {
        "дева": {
            "general": "85%",
            "love": "80%",
            "friendship": "90%",
            "work": "95%",
            "description": "Практичный и организованный союз. Общие ценности и подходы к жизни. Отличное взаимопонимание в работе."
        },
        "весы": {
            "general": "75%",
            "love": "70%",
            "friendship": "80%",
            "work": "75%",
            "description": "Интересное сочетание. Весы привносят гармонию и легкость, Дева - практичность и организованность."
        },
        "скорпион": {
            "general": "85%",
            "love": "90%",
            "friendship": "80%",
            "work": "85%",
            "description": "Сильная совместимость. Скорпион добавляет глубину и страсть, Дева - практичность и надежность."
        },
        "стрелец": {
            "general": "70%",
            "love": "65%",
            "friendship": "75%",
            "work": "70%",
            "description": "Непростое сочетание. Стрелец любит приключения и риск, Дева предпочитает порядок и стабильность."
        },
        "козерог": {
            "general": "95%",
            "love": "90%",
            "friendship": "95%",
            "work": "100%",
            "description": "Отличная совместимость земных знаков. Общие цели, практичность и трудолюбие. Стабильный союз."
        },
        "водолей": {
            "general": "75%",
            "love": "70%",
            "friendship": "80%",
            "work": "75%",
            "description": "Интересное сочетание. Водолей привносит новизну и оригинальность, Дева - порядок и практичность."
        },
        "рыбы": {
            "general": "85%",
            "love": "90%",
            "friendship": "80%",
            "work": "85%",
            "description": "Хорошая совместимость. Рыбы добавляют творчество и интуицию, Дева - практичность и заботу."
        }
    },
    "весы": {
        "весы": {
            "general": "85%",
            "love": "80%",
            "friendship": "90%",
            "work": "85%",
            "description": "Гармоничный и элегантный союз. Общее стремление к красоте и балансу. Возможна некоторая нерешительность."
        },
        "скорпион": {
            "general": "75%",
            "love": "80%",
            "friendship": "70%",
            "work": "75%",
            "description": "Интенсивный союз. Скорпион привносит глубину и страсть, Весы - гармонию и дипломатичность."
        },
        "стрелец": {
            "general": "85%",
            "love": "80%",
            "friendship": "90%",
            "work": "85%",
            "description": "Хорошая совместимость. Оба любят общение, новые впечатления и оптимистичный взгляд на жизнь."
        },
        "козерог": {
            "general": "75%",
            "love": "70%",
            "friendship": "80%",
            "work": "85%",
            "description": "Интересное сочетание. Козерог привносит стабильность и цель, Весы - гармонию и социальные связи."
        },
        "водолей": {
            "general": "90%",
            "love": "85%",
            "friendship": "95%",
            "work": "90%",
            "description": "Отличная совместимость воздушных знаков. Общие интересы, интеллектуальная связь и стремление к новому."
        },
        "рыбы": {
            "general": "75%",
            "love": "80%",
            "friendship": "70%",
            "work": "75%",
            "description": "Творческий союз. Рыбы привносят глубину и интуицию, Весы - гармонию и эстетику."
        }
    },
    "скорпион": {
        "скорпион": {
            "general": "90%",
            "love": "95%",
            "friendship": "85%",
            "work": "90%",
            "description": "Интенсивный и страстный союз. Глубокое эмоциональное понимание. Возможна борьба за власть."
        },
        "стрелец": {
            "general": "75%",
            "love": "70%",
            "friendship": "80%",
            "work": "75%",
            "description": "Сложное, но интересное сочетание. Стрелец стремится к свободе, Скорпион к глубокой связи."
        },
        "козерог": {
            "general": "90%",
            "love": "85%",
            "friendship": "90%",
            "work": "95%",
            "description": "Сильный и продуктивный союз. Общая целеустремленность и глубина. Отличное деловое партнерство."
        },
        "водолей": {
            "general": "70%",
            "love": "65%",
            "friendship": "75%",
            "work": "70%",
            "description": "Непростое сочетание. Водолей ценит независимость, Скорпион стремится к глубокой связи."
        },
        "рыбы": {
            "general": "95%",
            "love": "100%",
            "friendship": "90%",
            "work": "95%",
            "description": "Идеальная совместимость водных знаков. Глубокое эмоциональное и интуитивное понимание."
        }
    },
    "стрелец": {
        "стрелец": {
            "general": "85%",
            "love": "80%",
            "friendship": "90%",
            "work": "85%",
            "description": "Динамичный и оптимистичный союз. Общая любовь к приключениям и новым горизонтам. Много свободы и энтузиазма."
        },
        "козерог": {
            "general": "75%",
            "love": "70%",
            "friendship": "80%",
            "work": "85%",
            "description": "Интересное сочетание. Козерог привносит стабильность, Стрелец - оптимизм и новые возможности."
        },
        "водолей": {
            "general": "90%",
            "love": "85%",
            "friendship": "95%",
            "work": "90%",
            "description": "Отличная совместимость. Общая любовь к свободе, новым идеям и независимости."
        },
        "рыбы": {
            "general": "75%",
            "love": "80%",
            "friendship": "70%",
            "work": "75%",
            "description": "Творческий союз. Рыбы добавляют глубину и интуицию, Стрелец - оптимизм и широту взглядов."
        }
    },
    "козерог": {
        "козерог": {
            "general": "90%",
            "love": "85%",
            "friendship": "90%",
            "work": "95%",
            "description": "Стабильный и целеустремленный союз. Общие амбиции и практичный подход к жизни. Отличное деловое партнерство."
        },
        "водолей": {
            "general": "70%",
            "love": "65%",
            "friendship": "75%",
            "work": "80%",
            "description": "Непростое сочетание. Водолей стремится к переменам, Козерог к стабильности и традициям."
        },
        "рыбы": {
            "general": "85%",
            "love": "90%",
            "friendship": "80%",
            "work": "85%",
            "description": "Хорошая совместимость. Рыбы привносят творчество и интуицию, Козерог - стабильность и защиту."
        }
    },
    "водолей": {
        "водолей": {
            "general": "90%",
            "love": "85%",
            "friendship": "95%",
            "work": "90%",
            "description": "Оригинальный и свободный союз. Общая любовь к новым идеям и независимости. Отличное интеллектуальное понимание."
        },
        "рыбы": {
            "general": "75%",
            "love": "70%",
            "friendship": "80%",
            "work": "75%",
            "description": "Творческое сочетание. Рыбы добавляют эмоциональную глубину, Водолей - оригинальность и новые идеи."
        }
    },
    "рыбы": {
        "рыбы": {
            "general": "90%",
            "love": "95%",
            "friendship": "85%",
            "work": "90%",
            "description": "Чувственный и интуитивный союз. Глубокое эмоциональное понимание. Возможна чрезмерная чувствительность."
        }
    }
}
